personal_branding.org
* Identifying Your Strengths
1. Attention to detail
   - noticing the little things about people
2. Analytical
   - Problems  are not
3. Trustworthy
   - Deliver on my promises
4. Values others
   - Care deeply about my friends and colleagues
   - Voice my appreciation for them
5. Flexible
   - Can handle anything people throw at me
   - Curveballs don't throw me off

* Identifying Your Values
1. Challenge
   - Take more modules than I can handle
   - Undertake projects that i don't have experience in
   - Easy but hackish solution, I don't accept it
2. Growth
   - read a lot of different kinds of books
   - try new things
3. Mindfulness
   - journalling, self-reflection
   - weekly reviews
4. Empathy
   - Talking to people I care about
5. Trust
   - Delivering on my promise

6. passionate about optimization
7. want to be role model, dependable

8. audience: people with direct contact
9. well read, so i am better poised to propose new solutions
10. bring perspective to problems, because my mind works in different ways
11. knowing things and knowing people, influencer

12. diversity of experiences

* Generate a list of things/actions I most enjoy
  - intellectual debates carried out in a diplomatic fashion
  - seeing the results of my work
  - helping out people
  - seeing my friends smile
  - refactoring
  - cleaning up technical debt
  - grokking a concept
  - acknowledgement for contributions

  - my quiet reflections
  - reading
  - quiet company with friends (like hygge)

  - sprucing up emacs config
  - cheap thrills about css animates etc.
  - getting things to work
  - coming up with a nice flow
  - levelling up on codesignal
  - making nice notes
  - helping people with a good solution to an answer

* Generate a list of phrases that people use to describe you, and that you like to see yourself as being

** What people see me now as that I don't like
 1. casually OP
 2. scary/unapproachable
 3. emotionless

** What people see me now that I like
1. High EQ
2. Smart
3. Easy-going
4. Responsible

** What I would like more people to see me as
 1. Loves a good challenge
 2. Dependable
