docs/personal_branding.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-08-15 Wed 12:12 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Jethro Kuan" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org8d702e0">1. Identifying Your Strengths</a></li>
<li><a href="#org62d1714">2. Identifying Your Values</a></li>
<li><a href="#org23c0445">3. Generate a list of things/actions I most enjoy</a></li>
<li><a href="#org49770b4">4. Generate a list of phrases that people use to describe you, and that you like to see yourself as being</a>
<ul>
<li><a href="#org018bb82">4.1. What people see me now as that I don't like</a></li>
<li><a href="#org8634ca7">4.2. What people see me now that I like</a></li>
<li><a href="#orgdb65fe5">4.3. What I would like more people to see me as</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org8d702e0" class="outline-2">
<h2 id="org8d702e0"><span class="section-number-2">1</span> Identifying Your Strengths</h2>
<div class="outline-text-2" id="text-1">
<ol class="org-ol">
<li>Attention to detail
<ul class="org-ul">
<li>noticing the little things about people</li>
</ul></li>
<li>Analytical
<ul class="org-ul">
<li>Problems  are not</li>
</ul></li>
<li>Trustworthy
<ul class="org-ul">
<li>Deliver on my promises</li>
</ul></li>
<li>Values others
<ul class="org-ul">
<li>Care deeply about my friends and colleagues</li>
<li>Voice my appreciation for them</li>
</ul></li>
<li>Flexible
<ul class="org-ul">
<li>Can handle anything people throw at me</li>
<li>Curveballs don't throw me off</li>
</ul></li>
</ol>
</div>
</div>

<div id="outline-container-org62d1714" class="outline-2">
<h2 id="org62d1714"><span class="section-number-2">2</span> Identifying Your Values</h2>
<div class="outline-text-2" id="text-2">
<ol class="org-ol">
<li>Challenge
<ul class="org-ul">
<li>Take more modules than I can handle</li>
<li>Undertake projects that i don't have experience in</li>
<li>Easy but hackish solution, I don't accept it</li>
</ul></li>
<li>Growth
<ul class="org-ul">
<li>read a lot of different kinds of books</li>
<li>try new things</li>
</ul></li>
<li>Mindfulness
<ul class="org-ul">
<li>journalling, self-reflection</li>
<li>weekly reviews</li>
</ul></li>
<li>Empathy
<ul class="org-ul">
<li>Talking to people I care about</li>
</ul></li>
<li>Trust
<ul class="org-ul">
<li>Delivering on my promise</li>
</ul></li>

<li>passionate about optimization</li>
<li>want to be role model, dependable</li>

<li>audience: people with direct contact</li>
<li>well read, so i am better poised to propose new solutions</li>
<li>bring perspective to problems, because my mind works in different ways</li>
<li>knowing things and knowing people, influencer</li>

<li>diversity of experiences</li>
</ol>
</div>
</div>

<div id="outline-container-org23c0445" class="outline-2">
<h2 id="org23c0445"><span class="section-number-2">3</span> Generate a list of things/actions I most enjoy</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>intellectual debates carried out in a diplomatic fashion</li>
<li>seeing the results of my work</li>
<li>helping out people</li>
<li>seeing my friends smile</li>
<li>refactoring</li>
<li>cleaning up technical debt</li>
<li>grokking a concept</li>
<li>acknowledgement for contributions</li>

<li>my quiet reflections</li>
<li>reading</li>
<li>quiet company with friends (like hygge)</li>

<li>sprucing up emacs config</li>
<li>cheap thrills about css animates etc.</li>
<li>getting things to work</li>
<li>coming up with a nice flow</li>
<li>levelling up on codesignal</li>
<li>making nice notes</li>
<li>helping people with a good solution to an answer</li>
</ul>
</div>
</div>

<div id="outline-container-org49770b4" class="outline-2">
<h2 id="org49770b4"><span class="section-number-2">4</span> Generate a list of phrases that people use to describe you, and that you like to see yourself as being</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org018bb82" class="outline-3">
<h3 id="org018bb82"><span class="section-number-3">4.1</span> What people see me now as that I don't like</h3>
<div class="outline-text-3" id="text-4-1">
<ol class="org-ol">
<li>casually OP</li>
<li>scary/unapproachable</li>
<li>emotionless</li>
</ol>
</div>
</div>

<div id="outline-container-org8634ca7" class="outline-3">
<h3 id="org8634ca7"><span class="section-number-3">4.2</span> What people see me now that I like</h3>
<div class="outline-text-3" id="text-4-2">
<ol class="org-ol">
<li>High EQ</li>
<li>Smart</li>
<li>Easy-going</li>
<li>Responsible</li>
</ol>
</div>
</div>

<div id="outline-container-orgdb65fe5" class="outline-3">
<h3 id="orgdb65fe5"><span class="section-number-3">4.3</span> What I would like more people to see me as</h3>
<div class="outline-text-3" id="text-4-3">
<ol class="org-ol">
<li>Loves a good challenge</li>
<li>Dependable</li>
</ol>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Jethro Kuan</p>
<p class="date">Created: 2018-08-15 Wed 12:12</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
